Repository: vietanhdev/ict-gaming-zone
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Successfully logged in.
vi: Đăng nhập thành công.

source: Email or password does not match.
vi: Email hoặc mật khẩu không đúng.

source: Try again.
vi: Xin thử lại

source: Please provide a valid auth token.
vi: Cần cung cấp token.

source: User successfully created
vi: Tạo người dùng thành công

source: User not found.
vi: Không tìm thấy người dùng.

source: User already exists. Please Log in.
vi: Người dùng đã tồn tại. Vui lòng đăng nhập.

source: Successfully registered.
vi: Đăng ký người dùng thành công.

source: Some error occurred. Please try again.
vi: Đã có lỗi xảy ra. Xin thử lại.

source: Admin token required
vi: Yêu cầu quyền admin để truy cập.
